[
    {
        "name": "Q1",
        "question": "Question : Why do I need Travel Insurance Policy?",
        "description": "Answer :You might be traveling abroad for business or leisure, but on any such trip you are exposed to unfortunate events loss of passport, personal accident, medical emergencies, etc. Such unforeseen situations can not only play as hurdle in your trip, but can also make you run for your hard earned money. Having international travel insurance policy​ protects you against all such threats and provides medical, financial and other assistance to you and your family in case of any emergency while traveling abroad. It promises a hassle free international tour for you.​"
    },
    {
        "name": "Q2",
        "question": "Question : Is it necessary to buy travel insurance",
        "description": "Answer: Yes, it is necessary to buy travel insurance before you travel. Secondly, to obtain a visa for some countries, overseas travel insurance is compulsory. Even some cases, where it is not compulsory, but buying good travel insurance becomes necessary while travelling on business or holiday or for education or for research. The cost of medical treatment in the country of travel may be high or the risks and accidents associated with travel may occur. To safeguard the interests of the traveler and to keep his financial conditions in check, it is very important ."
    },
    {
        "name": "Q3",
        "question": "Question: Is a medical check-up necessary before the policy is purchased?",
        "description": "Answer:  Many of the insurance providers do not cover pre-existing diseases or ailments. So it is always necessary to check up with the agent or insurance provider about medical tests required and the reports that are required to be submitted at the time of purchase of the policy. Please ensure the medical reports are updated"
    },
    {
        "name": "Q4",
        "question": "Question: Is it necessary to get prior approval of the insurance provider before proceeding with medical treatment should the necessary arises?",
        "description": "Answer:  It is very important to read the policy documents to be aware if such situation arises. Prior approval would be required in most cases though there could be exceptions depending on the emergency involved. "
    },
    {
        "name": "Q5",
        "question": "Question: Can the period of travel insurance be extended? ",
        "description": "Answer: Please read the policy documents at the time of purchase of the policy. Some policies, especially overseas travel insurance policies do give extensions once or twice."
    },
    {
        "name": "Q6",
        "question": "Question: Who is a Third Party Administrator or TPA?  ",
        "description": "Answer: Third Party Administrator is the felicitator between the policy holder and the policy provider. It is the one who offers claims services on behalf of the insurer. So it is always necessary to have contacts numbers and all other details of the third party provider for this will be the sole point of contact when some unforeseen circumstances are met during the course of travel."
    },{
    
        "name": "Q7",
        "question": "Question: Can refund be claimed if the trip is cut short? ",
        "description": "Answer: In case of such scenarios, it is always very important to preserve the documents and proofs which are self explanatory. The insurance companies do give refund after deducting some administrative costs incurred on the policy. But it’s also very important to read policy documents for such claims. "
    },
    {
    
        "name": "Q8",
        "question": "Question: What should I do in case I am stuck in the foreign land due to unforeseen circumstances?",
        "description": "Answer:You can easily extend the policy online before the policy expiry date and stay covered for the extended period. With HDFC Ergo Travel Insurance plans, you can extend the policy multiple times for a maximum of 360 days from the initial policy start date."
    },
    {
    
        "name": "Q9",
        "question": " Question : I forgot to purchase a travel insurance policy and I am already out of the country. Can I still buy travel insurance policy?",       
        "description": " Answer : Unfortunately no. Your policy start date & purchase date cannot be later than your trip commencement date."
    }
]